"CHOOSE_AUDIO_TRACK"="Alege piesa audio";
"CHOOSE_SUBTITLE_TRACK"="Alege pistă subtitrare";

"PLAYING_EXTERNALLY_TITLE"="TV conectat";
"PLAYING_EXTERNALLY_DESC"="Acest fişier video rulează pe TV";

"VFILTER_HUE"="Nuanță";
"VFILTER_CONTRAST"="Contrast";
"VFILTER_BRIGHTNESS"="Luminozitate";
"VFILTER_SATURATION"="Saturație";
"VFILTER_GAMMA"="Gama";

"PLAYBACK_FAILED"="Redare eşuată";
"AR_CHANGED"="Raport de aspect: %@";
"DEFAULT"="Implicit";
"FILL_TO_SCREEN"="Decupare pentru umplere ecran";
"DEVICE_TOOSLOW_TITLE"="Dispozitiv prea lent";
"DEVICE_TOOSLOW"="%@ este probabil prea lent pentru a reda \"%@\". Deschideţi oricum?";
"PLAYBACK_SPEED"="Viteză de redare";

"BUTTON_EDIT"="Editare";
"BUTTON_DONE"="Efectuat";
"BUTTON_OPEN"="Deschidere";
"BUTTON_PLAY"="Redă";
"BUTTON_CANCEL"="Anulare";
"BUTTON_SAVE"="Salvare";
"BUTTON_DOWNLOAD"="Descărcare";
"BUTTON_DELETE"="Ştergere";
"BUTTON_OK"="Ok";
"BUTTON_NEXT"="Următor";
"BUTTON_CONTRIBUTE"="Contribuiţi";
"BUTTON_BACK"="Înapoi";
"BUTTON_CONNECT"="Conectare";
"BUTTON_REPEAT"="Repetă";
"BUTTON_RENAME"="Redenumește";
"BUTTON_LEARN_MORE"="Află mai multe";
"PRIVATE_PLAYBACK_TOGGLE"="Redare Privată";
"SCAN_SUBTITLE_TOGGLE"="Scanează subtitrarea (doar peste http)";

"UPGRADING_LIBRARY"="Actualizare mediatecă";
"UNTITLED_SHOW"="Afişare fără nume";

"OPEN_NETWORK"="Deschidere Flux Rețea";
"NETWORK_TITLE"="Flux de rețea";
"OPEN_NETWORK_HELP"="Introduceţi orice adresă HTTP, RTSP, RTMP, MMS, FTP ori UDP/RTP pentru a deschide fluxul în mod direct.";
"ABOUT_APP"="Despre VLC pentru iOS";
"OPEN_VLC_MENU"="Deschidere meniu lateral VLC";
"HTTP_UPLOAD_SERVER_OFF"="Server Inactiv";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Nici-o conexiune WiFi activă";
"OPEN_STREAM_OR_DOWNLOAD"="Dorești să descarci sau să redai acest URL?";

"HTTP_DOWNLOAD_FAILED"="Descărcare eșuată, având codul HTTP %i";
"HTTP_FILE_CREATION_FAILED"="Crearea fișierului a eșuat";
"HTTP_DOWNLOAD_CANCELLED"="Decărcare anulată de utilizator";

"DOWNLOAD_FROM_HTTP_HELP"="Introduceţi o adresă pentru descărcarea fişierului în %@ dvs.";
"DOWNLOAD_FROM_HTTP"="Descărcări";
"ERROR_NUMBER"="A apărut Eroarea %i";
"DOWNLOAD_FAILED"="Descărcare eşuată";
"FILE_NOT_SUPPORTED"="Format de fişier nesuportat";
"FILE_NOT_SUPPORTED_LONG"="Formatul de fişier folosit de %@, nu este suportat de această versiune VLC pentru iOS.";
"SCHEME_NOT_SUPPORTED"="Schema adresei este nesuportată";
"SCHEME_NOT_SUPPORTED_LONG"="Schema adresei (%@) este nesuportată. Te rugăm să folosești o adresă care începe cu HTTP, HTTPS sau FTP.";
"LIBRARY_ALL_FILES"="Toate Fişierele";
"LIBRARY_MUSIC"="Albume Muzică";
"LIBRARY_SERIES"="Emisiuni TV";
"LIBRARY_TRACKS"="%i Piese";
"LIBRARY_SINGLE_TRACK"="%i Piesă";
"LIBRARY_EPISODES"="%i Episoade, %i necitite";
"LIBRARY_SINGLE_EPISODE"="%i Episod, %i necitit";
"LIBRARY_TRACK_N"="Pista %i";
"LIBRARY_MINUTES_LEFT"="%@m rămase";
"RENAME_MEDIA_TO"="Introdu nume nou pentru %@";

"FOLDER_EMPTY"="Dosar gol";
"FOLDER_EMPTY_LONG"="Pentru a adăuga fișiere apasă Editare, alege fişierele dorite, apasă butonul-dosar și selectează acest dosar.";
"FOLDER_INVALID_TYPE_TITLE"="Tipuri de fișiere invalide";
"FOLDER_INVALID_TYPE_MESSAGE"="Poți lua doar două fișiere pentru a forma un dosar sau să adaugă un singur fișier la un dosar existent.";
"FOLDER_CHOOSE_NAME_TITLE"="Dosar nou";
"FOLDER_CHOOSE_NAME_MESSAGE"="Întrodu un titlu pentru dosar";
"FOLDER_NAME_PLACEHOLDER"="Titlul dosarului";
"FOLDER_NAME_DUPLICATE_TITLE"="Titlul există deja";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Te rugăm să alegi un titlu diferit";
"SELECT_FOLDER"="Selectează un dosar";

"SECTION_HEADER_LIBRARY"="Mediatecă";
"SECTION_HEADER_NETWORK"="Rețea";

"LOCAL_NETWORK"="Rețea Locală";
"CONNECT_TO_SERVER"="Conectare la Server";
"ENTER_SERVER_ADDRESS_HELP"="Introduceţi IP-ul sau numele serverului pe care doriţi să-l conectaţi.";
"ENTER_SERVER_CREDS_HELP"="Dacă serverul vă solicită, introduceţi numele de utilizator şi parola.";
"USER_LABEL"="Utilizator";
"PASSWORD_LABEL"="Parola";

"LOCAL_SERVER_REFRESH"="Reîmprospătează";
"LOCAL_SERVER_LAST_UPDATE"="Ultima actualizare pe %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="CONEXIUNEA CĂTRE SERVER EȘUATĂ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Te rugăm să verifici adresa şi acreditările serverului";

"DROPBOX_DOWNLOAD"="Descărcare fişier?";
"DROPBOX_DL_LONG"="Doriţi să descărcaţi \"%@\" în %@?";
"DROPBOX_LOGIN"="Autentificare";
"CLOUDUNLINKING"="Dorești să deconectezi VLC pentru iOS din contul tău %@?";
"CLOUDUNLINKING_DONE"="VLC a fost deconectat cu succes din contul %@. Poți să te autentifici din nou.";
"BUTTON_CLOUDUNLINKING"="Deconectare";
"SETTINGS_UNLINK_DROPBOX"="Deconectare de pe Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Deconectare de pe Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Eroare la preluarea fișierelor";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Fișierul tău a fost descărcat cu succes";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="REUȘIT";
"GDRIVE_ERROR_DOWNLOADING_FILE"="A apărut o eroare la descărcare";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="EROARE";

"NUM_OF_FILES"="%i fişiere";
"ONE_FILE"="1 fişier";
"NO_FILES"="Nici-un fişier suportat";
"DOWNLOADING"="Se descarcă ...";
"REMAINING_TIME"= "Timp rămas: %@";
"ENTER_PASSCODE"="Introduceţi Parola";
"REENTER_PASSCODE"="Reîntroduceţi Parola";
"PASSCODE_SET"="Stabilire Parolă";
"PASSCODE_CHANGE"="Modificare Parolă";
"PASSCODE_ENTER_OLD"="Introduceţi vechea parolă";
"PASSCODE_ENTER_NEW"="Introduceţi noua parolă";
"PASSCODE_REENTER_NEW"="Reintroduceţi noua parolă";
"PASSCODES_DID_NOT_MATCH"="Parolele nu corespund. Vă rugăm, reîncercaţi.";
"PASSCODE_FAILED_1"="1 Încercare Eşuată de Parolă";
"PASSCODE_FAILED_FORMAT"="%d Încercări Eşuate de Parolă";

"Settings"="Configurări"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Golire mediatecă";
"EMPTY_LIBRARY_LONG"="Pentru redare, puteţi folosi fluxul media de pe un server, pe reţeaua dvs. locală,  din cloud sau vă puteţi sincroniza fişierele media pe dispozitivul dvs., folosind iTunes, Încărcare WiFi ori servicii de tip Cloud.";

"PLAYBACK_SCRUB_HELP"="Glisaţi degetul în jos pentru ajustarea ratei de redare.";
"PLAYBACK_SCRUB_HIGH"="Rată Redare Viteză-Mare";
"PLAYBACK_SCRUB_HALF"="Rată Redare Viteză-Medie";
"PLAYBACK_SCRUB_QUARTER"="Rată Redare Viteză-Pe-Sfert";
"PLAYBACK_SCRUB_FINE"="Rată Redare Fină";
"PLAYBACK_POSITION"="Poziţie Redare";
"VIDEO_FILTER"="Filtre Video";
"VIDEO_FILTER_RESET_BUTTON"="Restabilire Filtre Video";
"VIDEO_ASPECT_RATIO_BUTTON"="Comutare Rată Aspect Video";
"PLAY_PAUSE_BUTTON"="Redare sau Pauză pentru redarea curentă";
"BWD_BUTTON"="Salt Înapoi";
"FWD_BUTTON"="Salt Înainte";

"VERSION_FORMAT"="Versiune: %@";
"BASED_ON_FORMAT"="Bazat pe:<br />%@";

"NEW"="NOU";

"BUG_REPORT_TITLE"="Raportaţi o eroare";
"BUG_REPORT_MESSAGE"="Doriţi să creaţi un raport de eroare?";
"BUG_REPORT_BUTTON"="Deschidere Safari";

"VO_VIDEOPLAYER_TITLE"="Player Video";
"VO_VIDEOPLAYER_DOUBLETAP"="Atingere dublă pentru afişarea sau ascuderea contoalelor de redare";

"FIRST_STEPS_WELCOME"="Bun venit";
"FIRST_STEPS_WELCOME_DETAIL"="Primii pași pentru a sincroniza și reda fișierele media.";
"FIRST_STEPS_ITUNES"="Sincronizare de fișiere iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Conectează-te %@ la Mac sau PC folosind cablul.\nDeschide iTunes.\nSelectează %@.\nComută la fila „Aplicații\", derulează în jos şi caută VLC.\nTransferă fișierele.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Conectează %@ la aceeași rețea folosită de către Mac-ul sau PC-ul tău.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Comută butonul din bara laterală, introdu adresa URL în navigatorul web și încarcă fișierele.";
"FIRST_STEPS_CLOUDS"="Clouds";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Încarcă fişierele media pe Google Drive sau pe Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Deschide bara laterală pentru a selecta furnizoul cloud şi accesează-ți fișierele media pentru a le descărca sau reda în flux.";
"FIRST_STEPS_PLAYBACK"="Redare";
"FIRST_STEPS_FLOSS"="VLC pentru iOS este o aplicație gratuită de tip open source, dezvoltată de către voluntari.\nSperăm să îți placă.";

"FIRST_STEPS_TIME"="Timp";
"FIRST_STEPS_ASPECT"="Raport de aspect";
"FIRST_STEPS_SPEED"="Viteză";
"FIRST_STEPS_REPEAT"="Repetă";
"FIRST_STEPS_SUBTITLES"="Piste subtitrări";
"FIRST_STEPS_AUDIO"="Piste audio";
"FIRST_STEPS_VOLUME"="Volum";
"FIRST_STEPS_POSITION"="Poziție";

"PLEX_WATCHED"="Marchează ca văzut";
"PLEX_UNWATCHED"="Marchează ca nevăzut";
"PLEX_ERROR_MARK"="Error marking media";

"WEBINTF_TITLE"="Sharing via WiFi";
"WEBINTF_DROPFILES"="Drop Files";
"WEBINTF_DROPFILES_LONG"="Drop files in the window to add them to your iOS device.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES"="Download Files";
"WEBINTF_DOWNLOADFILES_LONG"="Just click the file you want to download from your iOS device.";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";